const menus = {
    베스킨라빈스: [
        {name: '아이스 맥심 모카골드', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '아이스 꼬북칩', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '피나 콜라다', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '아이스 허니버터 아몬드', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '오레오 쿠키 앤 크림', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '월넛', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '트리플 치즈 러브', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '파핑파핑 바나나', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '북극곰 폴라베어', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '엄마는 외계인', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '봉쥬르 마카롱', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '아몬드 봉봉', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '민트 초콜릿 칩', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '슈팅스타', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '사랑에 빠진 딸기', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '뉴욕 치즈케이크', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '피스타치오 아몬드', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '베리베리 스트로베리', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '자모카 아몬드 훠지', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '이상한 나라의 솜사탕', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '초콜릿', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '그린티', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '체리쥬빌레', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
        {name: '바닐라', size: {'싱글레귤러': 3200, '싱글킹': 4000, '더블주니어': 4300, '더블레귤러': 6200}},
    ],
    맥도날드: [
        {name: '창녕 갈릭 버거', price: 6800},
        {name: '트리플 치즈버거', price: 6300},
        {name: '더블 불고기 버거', price: 5100},
        {name: '빅맥', price: 5300},
        {name: '맥스파이시 상하이 버거', price: 5300},
        {name: '1955 버거', price: 6400},
        {name: '맥치킨 모짜렐라', price: 5500},
        {name: '더블 필레 오 피쉬', price: 5700},
        {name: '슈비 버거', price: 6200},
    ]
};

module.exports = menus;
// module.exports.data1='mydata1'; // module.exports 여러개 가능
// module.exports.data2='mydata2';



